Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

source: Failed to initialize DISM service for security hardening.
de_de: Initialisierung des DISM-Dienstes für Sicherheits-Härtung fehlgeschlagen.
el_gr: Αποτυχία αρχικοποίησης υπηρεσίας DISM για ενίσχυση ασφάλειας.
es: Falló al inicializar el servicio DISM para endurecimiento de seguridad.
he_il: נכשל באתחול שירות DISM להקשחת אבטחה.
hi_in: सुरक्षा कठोरीकरण के लिए DISM सेवा आरंभ करने में विफल।
ml_in: സുരക്ഷാ കാഠിന്യത്തിനായി DISM സേവനം ആരംഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു.

# StartingWithOptionalWindowsFeatures
source: Starting with {0} optional Windows features and capabilities...
ar: البدء مع {0} ميزة وقدرة اختيارية لـ Windows...
de_de: Beginn mit {0} optionalen Windows-Features und -Funktionen...
el_gr: Έναρξη με {0} προαιρετικά χαρακτηριστικά και δυνατότητες Windows...
es: Iniciando con {0} características y capacidades opcionales de Windows...
fr_fr: Démarrage avec {0} fonctionnalités et capacités Windows facultatives...
he_il: מתחיל עם {0} תכונות ויכולות Windows אופציונליות...
hi_in: {0} वैकल्पिक Windows सुविधाओं और क्षमताओं के साथ शुरू कर रहे हैं...
ml_in: {0} ഓപ്ഷണൽ Windows ഫീച്ചറുകളും കഴിവുകളുമായി ആരംഭിക്കുന്നു...
pl_pl: Rozpoczynanie z {0} opcjonalnymi funkcjami i możliwościami Windows...

# SuccessfullyAppliedSecurityHardening
source: Successfully applied security hardening to all {0} optional Windows features and capabilities.
ar: تم تطبيق تقوية الأمان بنجاح على جميع {0} الميزات والقدرات الاختيارية لـ Windows.
de_de: Sicherheits-Härtung erfolgreich auf alle {0} optionalen Windows-Features und -Funktionen angewendet.
el_gr: Εφαρμόστηκε επιτυχώς η ενίσχυση ασφάλειας σε όλα τα {0} προαιρετικά χαρακτηριστικά και δυνατότητες Windows.
es: Se aplicó exitosamente el endurecimiento de seguridad a todas las {0} características y capacidades opcionales de Windows.
fr_fr: Application réussie du renforcement de la sécurité à toutes les {0} fonctionnalités et capacités Windows facultatives.
he_il: הוחלה בהצלחה הקשחת אבטחה על כל {0} תכונות ויכולות Windows האופציונליות.
hi_in: सभी {0} वैकल्पिक Windows सुविधाओं और क्षमताओं पर सुरक्षा कठोरीकरण सफलतापूर्वक लागू किया गया।
ml_in: എല്ലാ {0} ഓപ്ഷണൽ Windows ഫീച്ചറുകളിലും കഴിവുകളിലും സുരക്ഷാ കാഠിന്യം വിജയകരമായി പ്രയോഗിച്ചു.
pl_pl: Pomyślnie zastosowano wzmocnienie bezpieczeństwa do wszystkich {0} opcjonalnych funkcji i możliwości Windows.

# FailedToApplySecurityHardening
source: Failed to apply security hardening to all {0} items.
ar: فشل في تطبيق تقوية الأمان على جميع {0} العناصر.
de_de: Anwenden der Sicherheits-Härtung auf alle {0} Elemente fehlgeschlagen.
el_gr: Αποτυχία εφαρμογής ενίσχυσης ασφάλειας σε όλα τα {0} στοιχεία.
es: Falló al aplicar endurecimiento de seguridad a todos los {0} elementos.
fr_fr: Échec de l'application du renforcement de la sécurité à tous les {0} éléments.
he_il: נכשל בהחלת הקשחת אבטחה על כל {0} הפריטים.
hi_in: सभी {0} आइटम पर सुरक्षा कठोरीकरण लागू करने में विफल।
ml_in: എല്ലാ {0} ഇനങ്ങളിലും സുരക്ഷാ കാഠിന്യം പ്രയോഗിക്കുന്നതിൽ പരാജയപ്പെട്ടു.
pl_pl: Nie udało się zastosować wzmocnienia bezpieczeństwa do wszystkich {0} elementów.

# SecurityHardeningCompleted
source: Security hardening completed: {0} succeeded, {1} failed.
ar: اكتملت تقوية الأمان: {0} نجح، {1} فشل.
de_de: Sicherheits-Härtung abgeschlossen: {0} erfolgreich, {1} fehlgeschlagen.
el_gr: Η ενίσχυση ασφάλειας ολοκληρώθηκε: {0} επέτυχαν, {1} απέτυχαν.
es: Endurecimiento de seguridad completado: {0} exitosos, {1} fallidos.
fr_fr: Renforcement de la sécurité terminé : {0} réussi(s), {1} échoué(s).
he_il: הקשחת אבטחה הושלמה: {0} הצליחו, {1} נכשלו.
hi_in: सुरक्षा कठोरीकरण पूर्ण: {0} सफल, {1} विफल।
ml_in: സുരക്ഷാ കാഠിന്യം പൂർത്തിയായി: {0} വിജയിച്ചു, {1} പരാജയപ്പെട്ടു.
pl_pl: Wzmocnienie bezpieczeństwa zakończone: {0} udane, {1} nieudane.

source: Failed to initialize DISM service for verification.
de_de: Initialisierung des DISM-Dienstes zur Überprüfung fehlgeschlagen.
el_gr: Αποτυχία αρχικοποίησης υπηρεσίας DISM για επαλήθευση.
es: Falló al inicializar el servicio DISM para verificación.
he_il: נכשל באתחול שירות DISM לאימות.
hi_in: सत्यापन के लिए DISM सेवा आरंभ करने में विफल।
ml_in: പരിശോധനയ്ക്കായി DISM സേവനം ആരംഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു.

# VerifyingSecurityHardeningState
source: Verifying security hardening state for {0} optional Windows features and capabilities...
ar: التحقق من حالة تقوية الأمان لـ {0} ميزة وقدرة اختيارية لـ Windows...
de_de: Überprüfen des Zustands der Sicherheits-Härtung für {0} optionale Windows-Features und -Funktionen...
el_gr: Επαλήθευση κατάστασης ενίσχυσης ασφάλειας για {0} προαιρετικά χαρακτηριστικά και δυνατότητες Windows...
es: Verificando estado de endurecimiento de seguridad para {0} características y capacidades opcionales de Windows...
fr_fr: Vérification de l'état du renforcement de la sécurité pour {0} fonctionnalités et capacités Windows facultatives...
he_il: מאמת מצב הקשחת אבטחה עבור {0} תכונות ויכולות Windows אופציונליות...
hi_in: {0} वैकल्पिक Windows सुविधाओं और क्षमताओं के लिए सुरक्षा कठोरीकरण स्थिति सत्यापित कर रहे हैं...
ml_in: {0} ഓപ്ഷണൽ Windows ഫീച്ചറുകൾക്കും കഴിവുകൾക്കുമായി സുരക്ഷാ കാഠിന്യ നില പരിശോധിക്കുന്നു...
pl_pl: Weryfikowanie stanu wzmocnienia bezpieczeństwa dla {0} opcjonalnych funkcji i możliwości Windows...

# SecurityHardeningVerificationPassed
source: Security hardening verification passed: All {0} items are in their correct states.
ar: نجح التحقق من تقوية الأمان: جميع {0} العناصر في حالاتها الصحيحة.
de_de: Überprüfung der Sicherheits-Härtung bestanden: Alle {0} Elemente befinden sich im korrekten Zustand.
el_gr: Η επαλήθευση ενίσχυσης ασφάλειας πέρασε: όλα τα {0} στοιχεία είναι στις σωστές καταστάσεις τους.
es: Verificación de endurecimiento de seguridad pasada: todos los {0} elementos están en sus estados correctos.
fr_fr: La vérification du renforcement de la sécurité a réussi : tous les {0} éléments sont dans leur état correct.
he_il: אימות הקשחת אבטחה עבר בהצלחה: כל {0} הפריטים במצבם הנכון.
hi_in: सुरक्षा कठोरीकरण सत्यापन पास: सभी {0} आइटम अपनी सही स्थितियों में हैं।
ml_in: സുരക്ഷാ കാഠിന്യ പരിശോധന വിജയിച്ചു: എല്ലാ {0} ഇനങ്ങളും അവയുടെ ശരിയായ നിലകളിൽ ഉണ്ട്.
pl_pl: Weryfikacja wzmocnienia bezpieczeństwa przeszła: wszystkie {0} elementy są w swoich poprawnych stanach.

# SecurityHardeningVerificationCompleted
source: Security hardening verification completed: {0} correct, {1} incorrect.
ar: اكتمل التحقق من تقوية الأمان: {0} صحيح، {1} غير صحيح.
de_de: Überprüfung der Sicherheits-Härtung abgeschlossen: {0} korrekt, {1} nicht korrekt.
el_gr: Η επαλήθευση ενίσχυσης ασφάλειας ολοκληρώθηκε: {0} σωστά, {1} εσφαλμένα.
es: Verificación de endurecimiento de seguridad completada: {0} correctos, {1} incorrectos.
fr_fr: Vérification du renforcement de la sécurité terminée : {0} correct(s), {1} incorrect(s).
he_il: אימות הקשחת אבטחה הושלם: {0} נכונים, {1} לא נכונים.
hi_in: सुरक्षा कठोरीकरण सत्यापन पूर्ण: {0} सही, {1} गलत।
ml_in: സുരക്ഷാ കാഠിന്യ പരിശോധന പൂർത്തിയായി: {0} ശരി, {1} തെറ്റ്.
pl_pl: Weryfikacja wzmocnienia bezpieczeństwa zakończona: {0} poprawne, {1} niepoprawne.

# IncorrectItems
source: Incorrect items: {0}
ar: العناصر غير الصحيحة: {0}
de_de: Nicht korrekte Elemente: {0}
el_gr: Εσφαλμένα στοιχεία: {0}
es: Elementos incorrectos: {0}
fr_fr: Éléments incorrects : {0}
he_il: פריטים לא נכונים: {0}
hi_in: गलत आइटम: {0}
ml_in: തെറ്റായ ഇനങ്ങൾ: {0}
pl_pl: Niepoprawne elementy: {0}

source: Failed to initialize DISM service for removing security hardening.
de_de: Initialisierung des DISM-Dienstes zum Entfernen der Sicherheits-Härtung fehlgeschlagen.
el_gr: Αποτυχία αρχικοποίησης υπηρεσίας DISM για αφαίρεση ενίσχυσης ασφάλειας.
es: Falló al inicializar el servicio DISM para remover endurecimiento de seguridad.
he_il: נכשל באתחול שירות DISM להסרת הקשחת אבטחה.
hi_in: सुरक्षा कठोरीकरण हटाने के लिए DISM सेवा आरंभ करने में विफल।
ml_in: സുരക്ഷാ കാഠിന്യം നീക്കം ചെയ്യുന്നതിനായി DISM സേവനം ആരംഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു.

# RemovingSecurityHardening
source: Removing security hardening for {0} optional Windows features and capabilities...
ar: إزالة تقوية الأمان لـ {0} ميزة وقدرة اختيارية لـ Windows...
de_de: Sicherheits-Härtung für {0} optionale Windows-Features und -Funktionen wird entfernt...
el_gr: Αφαίρεση ενίσχυσης ασφάλειας για {0} προαιρετικά χαρακτηριστικά και δυνατότητες Windows...
es: Removiendo endurecimiento de seguridad para {0} características y capacidades opcionales de Windows...
fr_fr: Suppression du renforcement de la sécurité pour {0} fonctionnalités et capacités Windows facultatives...
he_il: מסיר הקשחת אבטחה עבור {0} תכונות ויכולות Windows אופציונליות...
hi_in: {0} वैकल्पिक Windows सुविधाओं और क्षमताओं के लिए सुरक्षा कठोरीकरण हटा रहे हैं...
ml_in: {0} ഓപ്ഷണൽ Windows ഫീച്ചറുകൾക്കും കഴിവുകൾക്കുമായി സുരക്ഷാ കാഠിന്യം നീക്കം ചെയ്യുന്നു...
pl_pl: Usuwanie wzmocnienia bezpieczeństwa dla {0} opcjonalnych funkcji i możliwości Windows...

# SuccessfullyRemovedSecurityHardening
source: Successfully removed security hardening from all {0} optional Windows features and capabilities.
ar: تم إزالة تقوية الأمان بنجاح من جميع {0} الميزات والقدرات الاختيارية لـ Windows.
de_de: Sicherheits-Härtung erfolgreich von allen {0} optionalen Windows-Features und -Funktionen entfernt.
el_gr: Αφαιρέθηκε επιτυχώς η ενίσχυση ασφάλειας από όλα τα {0} προαιρετικά χαρακτηριστικά και δυνατότητες Windows.
es: Se removió exitosamente el endurecimiento de seguridad de todas las {0} características y capacidades opcionales de Windows.
fr_fr: Suppression réussie du renforcement de la sécurité de toutes les {0} fonctionnalités et capacités Windows facultatives.
he_il: הוסרה בהצלחה הקשחת האבטחה מכל {0} תכונות ויכולות Windows האופציונליות.
hi_in: सभी {0} वैकल्पिक Windows सुविधाओं और क्षमताओं से सुरक्षा कठोरीकरण सफलतापूर्वक हटाया गया।
ml_in: എല്ലാ {0} ഓപ്ഷണൽ Windows ഫീച്ചറുകളിൽ നിന്നും കഴിവുകളിൽ നിന്നും സുരക്ഷാ കാഠിന്യം വിജയകരമായി നീക്കം ചെയ്തു.
pl_pl: Pomyślnie usunięto wzmocnienie bezpieczeństwa ze wszystkich {0} opcjonalnych funkcji i możliwości Windows.

# FailedToRemoveSecurityHardening
source: Failed to remove security hardening from all {0} items.
ar: فشل في إزالة تقوية الأمان من جميع {0} العناصر.
de_de: Entfernen der Sicherheits-Härtung von allen {0} Elementen fehlgeschlagen.
el_gr: Αποτυχία αφαίρεσης ενίσχυσης ασφάλειας από όλα τα {0} στοιχεία.
es: Falló al remover endurecimiento de seguridad de todos los {0} elementos.
fr_fr: Échec de la suppression du renforcement de la sécurité de tous les {0} éléments.
he_il: נכשל בהסרת הקשחת אבטחה מכל {0} הפריטים.
hi_in: सभी {0} आइटम से सुरक्षा कठोरीकरण हटाने में विफल।
ml_in: എല്ലാ {0} ഇനങ്ങളിൽ നിന്നും സുരക്ഷാ കാഠിന്യം നീക്കം ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു.
pl_pl: Nie udało się usunąć wzmocnienia bezpieczeństwa ze wszystkich {0} elementów.

# SecurityHardeningRemovalCompleted
source: Security hardening removal completed: {0} succeeded, {1} failed.
ar: اكتملت إزالة تقوية الأمان: {0} نجح، {1} فشل.
de_de: Entfernen der Sicherheits-Härtung abgeschlossen: {0} erfolgreich, {1} fehlgeschlagen.
el_gr: Η αφαίρεση ενίσχυσης ασφάλειας ολοκληρώθηκε: {0} επέτυχαν, {1} απέτυχαν.
es: Remoción de endurecimiento de seguridad completada: {0} exitosos, {1} fallidos.
fr_fr: Suppression du renforcement de la sécurité terminée : {0} réussi(s), {1} échoué(s).
he_il: הסרת הקשחת אבטחה הושלמה: {0} הצליחו, {1} נכשלו.
hi_in: सुरक्षा कठोरीकरण हटाना पूर्ण: {0} सफल, {1} विफल।
ml_in: സുരക്ഷാ കാഠിന്യം നീക്കൽ പൂർത്തിയായി: {0} വിജയിച്ചു, {1} പരാജയപ്പെട്ടു.
pl_pl: Usuwanie wzmocnienia bezpieczeństwa zakończone: {0} udane, {1} nieudane.

# ErrorDisposingDISMServiceClient
source: Error disposing DISM service client: {0}
ar: خطأ في التخلص من عميل خدمة DISM: {0}
de_de: Fehler beim Freigeben des DISM-Dienstclients: {0}
el_gr: Σφάλμα απόρριψης πελάτη υπηρεσίας DISM: {0}
es: Error desechando cliente del servicio DISM: {0}
fr_fr: Erreur lors de la suppression du client de service DISM : {0}
he_il: שגיאה בשחרור לקוח שירות DISM: {0}
hi_in: DISM सेवा क्लाइंट का निपटान करने में त्रुटि: {0}
ml_in: DISM സേവന ക്ലയന്റ് ഡിസ്‌പോസ് ചെയ്യുന്നതിൽ പിശക്: {0}
pl_pl: Błąd podczas usuwania klienta usługi DISM: {0}

# NotPresentState
source: Not Present
ar: غير موجود
de_de: Nicht vorhanden
el_gr: Μη παρόν
es: No presente
fr_fr: Absent
he_il: לא קיים
hi_in: उपस्थित नहीं
ml_in: ഇല്ല
pl_pl: Nieobecny

# UninstallPendingState
source: Uninstall Pending
ar: إلغاء التثبيت في الانتظار
de_de: Deinstallation ausstehend
el_gr: Απεγκατάσταση σε εκκρεμότητα
es: Desinstalación pendiente
fr_fr: Désinstallation en attente
he_il: ממתין להסרה
hi_in: अनइंस्टॉल लंबित
ml_in: അൺഇൻസ്റ്റാൾ ബാക്കി
pl_pl: Oczekuje odinstalowania

# StagedState
source: Staged
ar: مرحلي
de_de: Bereitgestellt
el_gr: Σταδιακό
es: Preparado
fr_fr: Préparé
he_il: מוכן
hi_in: चरणबद्ध
ml_in: സ്റ്റേജ് ചെയ്തത്
pl_pl: Przygotowany

# RemovedState
source: Removed
ar: مُزال
de_de: Entfernt
el_gr: Αφαιρεμένο
es: Removido
fr_fr: Supprimé
he_il: הוסר
hi_in: हटाया गया
ml_in: നീക്കം ചെയ്തത്
pl_pl: Usunięty

# InstalledState
source: Installed
ar: مثبت
de_de: Installiert
el_gr: Εγκατεστημένο
es: Instalado
fr_fr: Installé
he_il: מותקן
hi_in: इंस्टॉल किया गया
ml_in: ഇൻസ്റ്റാൾ ചെയ്തത്
pl_pl: Zainstalowany

# InstallPendingState
source: Install Pending
ar: التثبيت في الانتظار
de_de: Installation ausstehend
el_gr: Εγκατάσταση σε εκκρεμότητα
es: Instalación pendiente
fr_fr: Installation en attente
he_il: ממתין להתקנה
hi_in: इंस्टॉल लंबित
ml_in: ഇൻസ്റ്റാൾ ബാക്കി
pl_pl: Oczekuje instalacji

# SupersededState
source: Superseded
ar: تم الاستبدال
de_de: Ersetzt
el_gr: Αντικατεστημένο
es: Reemplazado
fr_fr: Remplacé
he_il: הוחלף
hi_in: अधिक्रमित
ml_in: അതിവർത്തിച്ചത്
pl_pl: Zastąpiony

# PartiallyInstalledState
source: Partially Installed
ar: مثبت جزئياً
de_de: Teilweise installiert
el_gr: Μερικώς εγκατεστημένο
es: Parcialmente instalado
fr_fr: Partiellement installé
he_il: מותקן חלקית
hi_in: आंशिक रूप से इंस्टॉल किया गया
ml_in: ഭാഗികമായി ഇൻസ്റ്റാൾ ചെയ്തത്
pl_pl: Częściowo zainstalowany

# UnknownState
source: Unknown
ar: غير معروف
de_de: Unbekannt
el_gr: Άγνωστο
es: Desconocido
fr_fr: Inconnu
he_il: לא ידוע
hi_in: अज्ञात
ml_in: അജ്ഞാതം
pl_pl: Nieznany

# FeatureType
source: Feature
ar: ميزة
el_gr: Χαρακτηριστικό
es: Característica
fr_fr: Fonctionnalité
he_il: תכונה
hi_in: सुविधा
ml_in: ഫീച്ചർ
pl_pl: Funkcja

# CapabilityType
source: Capability
ar: قدرة
de_de: Funktion
el_gr: Δυνατότητα
es: Capacidad
fr_fr: Capacité
he_il: יכולת
hi_in: क्षमता
ml_in: കഴിവ്
pl_pl: Możliwość

# FailedToRetrieveASRRuleIDs
source: Failed to retrieve ASR rule IDs from system
ar: فشل في استرداد معرفات قواعد ASR من النظام
de_de: ASR-Regel-IDs konnten nicht vom System abgerufen werden
el_gr: Αποτυχία ανάκτησης αναγνωριστικών κανόνων ASR από το σύστημα
es: Falló al recuperar IDs de reglas ASR del sistema
fr_fr: Échec de la récupération des ID de règles ASR depuis le système
he_il: נכשל בשליפת מזהי כללי ASR מהמערכת
hi_in: सिस्टम से ASR नियम ID प्राप्त करने में विफल
ml_in: സിസ്റ്റത്തിൽ നിന്ന് ASR നിയമ IDകൾ പുനർലഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു
pl_pl: Nie udało się pobrać identyfikatorów reguł ASR z systemu

# FailedToRetrieveASRRuleActions
source: Failed to retrieve ASR rule actions from system
ar: فشل في استرداد إجراءات قواعد ASR من النظام
de_de: ASR-Regelaktionen konnten nicht vom System abgerufen werden
el_gr: Αποτυχία ανάκτησης ενεργειών κανόνων ASR από το σύστημα
es: Falló al recuperar acciones de reglas ASR del sistema
fr_fr: Échec de la récupération des actions de règles ASR depuis le système
he_il: נכשל בשליפת פעולות כללי ASR מהמערכת
hi_in: सिस्टम से ASR नियम क्रियाएं प्राप्त करने में विफल
ml_in: സിസ്റ്റത്തിൽ നിന്ന് ASR നിയമ പ്രവർത്തനങ്ങൾ പുനർലഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു
pl_pl: Nie udało się pobrać akcji reguł ASR z systemu

# FailedToParseASRRulesData
source: Failed to parse ASR rules data from system
ar: فشل في تحليل بيانات قواعد ASR من النظام
de_de: ASR-Regeldaten vom System konnten nicht analysiert werden
el_gr: Αποτυχία ανάλυσης δεδομένων κανόνων ASR από το σύστημα
es: Falló al analizar datos de reglas ASR del sistema
fr_fr: Échec de l'analyse des données de règles ASR depuis le système
he_il: נכשל בניתוח נתוני כללי ASR מהמערכת
hi_in: सिस्टम से ASR नियम डेटा पार्स करने में विफल
ml_in: സിസ്റ്റത്തിൽ നിന്ന് ASR നിയമ ഡാറ്റ പാഴ്സ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
pl_pl: Nie udało się przeanalizować danych reguł ASR z systemu

# MismatchBetweenIDsAndActionsCount
source: Mismatch between IDs count ({0}) and actions count ({1})
ar: عدم تطابق بين عدد المعرفات ({0}) وعدد الإجراءات ({1})
de_de: Abweichung zwischen Anzahl der IDs ({0}) und Anzahl der Aktionen ({1})
el_gr: Αναντιστοιχία μεταξύ αριθμού αναγνωριστικών ({0}) και αριθμού ενεργειών ({1})
es: Desajuste entre número de IDs ({0}) y número de acciones ({1})
fr_fr: Discordance entre le nombre d'ID ({0}) et le nombre d'actions ({1})
he_il: אי-התאמה בין מספר המזהים ({0}) למספר הפעולות ({1})
hi_in: ID की संख्या ({0}) और क्रियाओं की संख्या ({1}) के बीच बेमेल
ml_in: IDകളുടെ എണ്ണം ({0}) നും പ്രവർത്തനങ്ങളുടെ എണ്ണം ({1}) നും തമ്മിൽ പൊരുത്തക്കേട്
pl_pl: Niezgodność między liczbą identyfikatorów ({0}) a liczbą akcji ({1})

# SuccessfullyRetrievedASRRuleStates
source: Successfully retrieved {0} ASR rule states from system
ar: تم استرداد {0} حالة قاعدة ASR من النظام بنجاح
de_de: Erfolgreich {0} ASR-Regelzustände vom System abgerufen
el_gr: Ανακτήθηκαν επιτυχώς {0} καταστάσεις κανόνων ASR από το σύστημα
es: Se recuperaron exitosamente {0} estados de reglas ASR del sistema
fr_fr: Récupération réussie de {0} états de règles ASR depuis le système
he_il: נשלפו בהצלחה {0} מצבי כללי ASR מהמערכת
hi_in: सिस्टम से {0} ASR नियम स्थितियां सफलतापूर्वक प्राप्त की गईं
ml_in: സിസ്റ്റത്തിൽ നിന്ന് {0} ASR നിയമ നിലകൾ വിജയകരമായി പുനർലഭിച്ചു
pl_pl: Pomyślnie pobrano {0} stanów reguł ASR z systemu

# AppliedASRRuleWithState
source: Applied ASR rule {0} with state {1}
ar: تم تطبيق قاعدة ASR {0} بالحالة {1}
de_de: ASR-Regel {0} mit Zustand {1} angewendet
el_gr: Εφαρμόστηκε κανόνας ASR {0} με κατάσταση {1}
es: Se aplicó regla ASR {0} con estado {1}
fr_fr: Règle ASR {0} appliquée avec l'état {1}
he_il: הוחל כלל ASR {0} עם מצב {1}
hi_in: ASR नियम {0} को स्थिति {1} के साथ लागू किया गया
ml_in: ASR നിയമം {0} നില {1} നൊടെ പ്രയോഗിച്ചു
pl_pl: Zastosowano regułę ASR {0} ze stanem {1}

source: Applied ASR rules successfully
ar: تم تطبيق قواعد ASR بنجاح
de_de: ASR-Regeln erfolgreich angewendet
el_gr: Οι κανόνες ASR εφαρμόστηκαν επιτυχώς
es: Las reglas ASR se aplicaron exitosamente
fr_fr: Règles ASR appliquées avec succès
he_il: כללי ASR הוחלו בהצלחה
hi_in: ASR नियम सफलतापूर्वक लागू किए गए
ml_in: ASR നിയമങ്ങൾ വിജയകരമായി പ്രയോഗിച്ചു
pl_pl: Pomyślnie zastosowano reguły ASR

source: Removed ASR rules successfully
ar: تم إزالة قواعد ASR بنجاح
de_de: ASR-Regeln erfolgreich entfernt
el_gr: Οι κανόνες ASR αφαιρέθηκαν επιτυχώς
es: Las reglas ASR se removieron exitosamente
fr_fr: Règles ASR supprimées avec succès
he_il: כללי ASR הוסרו בהצלחה
hi_in: ASR नियम सफलतापूर्वक हटाए गए
ml_in: ASR നിയമങ്ങൾ വിജയകരമായി നീക്കം ചെയ്തു
pl_pl: Pomyślnie usunięto reguły ASR

# RetrievedSystemStatesAndUpdatedASRRules
source: Retrieved system states and updated {0} ASR rules. UI updated to reflect current system state.
ar: تم استرداد حالات النظام وتحديث {0} قاعدة ASR. تم تحديث واجهة المستخدم لتعكس حالة النظام الحالية.
de_de: Systemzustände abgerufen und {0} ASR-Regeln aktualisiert. Die Benutzeroberfläche wurde aktualisiert, um den aktuellen Systemzustand widerzuspiegeln.
el_gr: Ανακτήθηκαν καταστάσεις συστήματος και ενημερώθηκαν {0} κανόνες ASR. Η διεπαφή χρήστη ενημερώθηκε για να αντικατοπτρίζει την τρέχουσα κατάσταση συστήματος.
es: Se recuperaron estados del sistema y se actualizaron {0} reglas ASR. La interfaz de usuario se actualizó para reflejar el estado actual del sistema.
fr_fr: États du système récupérés et {0} règles ASR mises à jour. UI mise à jour pour refléter l'état actuel du système.
he_il: נשלפו מצבי המערכת ועודכנו {0} כללי ASR. הממשק עודכן לשיקוף מצב המערכת הנוכחי.
hi_in: सिस्टम स्थितियां प्राप्त की गईं और {0} ASR नियम अपडेट किए गए। वर्तमान सिस्टम स्थिति को दर्शाने के लिए उपयोगकर्ता इंटरफेस अपडेट किया गया।
ml_in: സിസ്റ്റം നിലകൾ പുനർലഭിക്കുകയും {0} ASR നിയമങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുകയും ചെയ്തു. നിലവിലെ സിസ്റ്റം നില പ്രതിഫലിപ്പിക്കാൻ യൂസർ ഇന്റർഫേസ് അപ്ഡേറ്റ് ചെയ്തു.
pl_pl: Pobrano stany systemu i zaktualizowano {0} reguł ASR. Interfejs użytkownika został zaktualizowany, aby odzwierciedlić obecny stan systemu.

source: Failed to verify ASR rules
ar: فشل في التحقق من قواعد ASR
de_de: Überprüfung der ASR-Regeln fehlgeschlagen
el_gr: Αποτυχία επαλήθευσης κανόνων ASR
es: Falló al verificar reglas ASR
fr_fr: Échec de la vérification des règles ASR
he_il: נכשל באימות כללי ASR
hi_in: ASR नियम सत्यापित करने में विफल
ml_in: ASR നിയമങ്ങൾ പരിശോധിക്കുന്നതിൽ പരാജയപ്പെട്ടു
pl_pl: Nie udało się zweryfikować reguł ASR

# SuccessfullyAppliedRecommendedValuesASRRules
source: Successfully applied all of the recommended values to the ASR rules.
ar: تم تطبيق جميع القيم الموصى بها لقواعد ASR بنجاح.
de_de: Alle empfohlenen Werte erfolgreich auf die ASR-Regeln angewendet.
el_gr: Εφαρμόστηκαν επιτυχώς όλες οι συνιστώμενες τιμές για τους κανόνες ASR.
es: Se aplicaron exitosamente todos los valores recomendados para reglas ASR.
fr_fr: Application réussie de toutes les valeurs recommandées aux règles ASR.
he_il: הוחלו בהצלחה כל הערכים המומלצים לכללי ASR.
hi_in: ASR नियमों के लिए सभी अनुशंसित मान सफलतापूर्वक लागू किए गए।
ml_in: ASR നിയമങ്ങൾക്കുള്ള എല്ലാ ശുപാർശിത മൂല്യങ്ങളും വിജയകരമായി പ്രയോഗിച്ചു.
pl_pl: Pomyślnie zastosowano wszystkie zalecane wartości dla reguł ASR.

source: Could not determine which app to uninstall.
ar: لا يمكن تحديد أي تطبيق لإلغاء تثبيته.
de_de: Es konnte nicht ermittelt werden, welche App deinstalliert werden soll.
el_gr: Δεν ήταν δυνατός ο προσδιορισμός της εφαρμογής προς απεγκατάσταση.
es: No se pudo determinar qué aplicación desinstalar.
fr_fr: Impossible de déterminer quelle application désinstaller.
he_il: לא ניתן היה לקבוע איזו אפליקציה להסיר.
hi_in: यह निर्धारित नहीं किया जा सका कि कौन सा ऐप अनइंस्टॉल करना है।
ml_in: ഏത് ആപ്പ് അൺഇൻസ്റ്റാൾ ചെയ്യണമെന്ന് നിർണ്ണയിക്കാൻ കഴിഞ്ഞില്ല.
pl_pl: Nie można określić, którą aplikację odinstalować.

# StartingUninstallationOfApp
source: Starting uninstallation of the app: {0}...
ar: بدء إلغاء تثبيت التطبيق: {0}...
de_de: Deinstallation der App wird gestartet: {0}...
el_gr: Έναρξη απεγκατάστασης εφαρμογής: {0}...
es: Iniciando desinstalación de aplicación: {0}...
fr_fr: Démarrage de la désinstallation de l'application : {0}...
he_il: מתחיל הסרת התקנה של האפליקציה: {0}...
hi_in: ऐप का अनइंस्टॉलेशन शुरू कर रहे हैं: {0}...
ml_in: ആപ്പിന്റെ അൺഇൻസ്റ്റാളേഷൻ ആരംഭിക്കുന്നു: {0}...
pl_pl: Rozpoczynanie odinstalowania aplikacji: {0}...

# SuccessfullyUninstalledApp
source: Successfully uninstalled the app: {0}
ar: تم إلغاء تثبيت التطبيق بنجاح: {0}
de_de: Die App wurde erfolgreich deinstalliert: {0}
el_gr: Η εφαρμογή απεγκαταστάθηκε επιτυχώς: {0}
es: La aplicación se desinstaló exitosamente: {0}
fr_fr: Désinstallation réussie de l'application : {0}
he_il: האפליקציה הוסרה בהצלחה: {0}
hi_in: ऐप सफलतापूर्वक अनइंस्टॉल किया गया: {0}
ml_in: ആപ്പ് വിജയകരമായി അൺഇൻസ്റ്റാൾ ചെയ്തു: {0}
pl_pl: Pomyślnie odinstalowano aplikację: {0}

source: No apps selected for uninstallation.
ar: لم يتم تحديد تطبيقات لإلغاء التثبيت.
de_de: Keine Apps zur Deinstallation ausgewählt.
el_gr: Δεν επιλέχθηκαν εφαρμογές για απεγκατάσταση.
es: No se seleccionaron aplicaciones para desinstalar.
fr_fr: Aucune application sélectionnée pour la désinstallation.
he_il: לא נבחרו אפליקציות להסרת התקנה.
hi_in: अनइंस्टॉलेशन के लिए कोई ऐप चयनित नहीं।
ml_in: അൺഇൻസ്റ്റാളേഷനായി ആപ്പുകളൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല.
pl_pl: Nie wybrano aplikacji do odinstalowania.
